Repository: igorsaux/ChaoticOnyx.Tools
Catalog: src/ChaoticOnyx.Tools.ChangelogGenerator/resources/ChangelogGeneratorResources.*.resx
Languages: ru

# DBG_CONFIGURED
source: Application configured
ru: Приложение сконфигурировано

# DBG_LOADED_OPTIONS
source: Loaded options:
ru: Загруженные настройки:

source: Searching changelogs in
ru: Поиск чейнджлогов в

# PARSING_FILE
source: Parsing changelog file
ru: Парсинг чейнджлог файла

# PARSING_ERROR
source: Parsing error in
ru: Ошибка при парсинге в

source: Deleting file
ru: Удаление файла

source: No new changelogs
ru: Нет новых чейнджлогов

source: Parsing cache file
ru: Парсинг кэш файла

# TRYING_TO_CONVERT
source: Cache has invalid format, trying to convert it
ru: Кэш имеет неправильный формат, попытка конвертировать

# CANT_CONVERT_CACHE
source: Cache has non convertable format
ru: Кэш имеет неконвертируемый формат

source: Cache converted!
ru: Кэш конвертирован!

source: Saving cache
ru: Сохранение кэша

source: Saving changelogs
ru: Сохранения чейнджлогов

source: Changelog saved
ru: Чейнджлог сохранён

source: File does not exist
ru: Файл не существует

# FOLDER_DOES_NOT_EXISTS
source: Folder does not exist
ru: Директория не существует

source: Changelogs delta:
ru: Дельта чейнджлогов:
